Repository: chernykh-dev/YourMatchTgBot
Catalog: Resources/Program.*.resx
Languages: ru

# WaitingName
source: What should I call you?
ru: Как мне тебя называть?

# WaitingAge
source: How old are you?
ru: Сколько тебе лет?

# dd
source: day
ru: день

# MM
source: month
ru: месяц

# yyyy
source: year
ru: год

source: Cancel
ru: Отмена

# Women
source: I'm a girl
ru: Я девушка

# Man
source: I'm a boy
ru: Я парень

# WaitingGender
source: Now let's decide on the gender
ru: Теперь определимся с полом

# WaitingInterests
source: Choose interests ({0} from {1}):
ru: Выбери интересы ({0} из {1}):

# 🛍
source: shopping
ru: шоппинг

# 🚶
source: walking
ru: прогулки

# 🚙
source: cars
ru: машины

# 💃
source: clubs
ru: клубы

# 🏅
source: sport
ru: спорт

# 🎲
source: games
ru: игры

# 🎧
source: music
ru: музыка

# 🎞
source: movies
ru: фильмы

# 🍳
source: cooking
ru: кулинария

# 🍲
source: meal
ru: еда

# 🏔
source: travelling
ru: путешествия

# 📚
source: books
ru: книги

# WaitingHeight
source: How tall are you?
ru: Какой у тебя рост?

# 📍
source: Send my coordinates
ru: Отправить мои координаты

# GetPhotosFromProfile
source: Use profile photos
ru: Использовать фотографии профиля

# WaitingPhotos
source: Upload up to {0} photos or videos ({1} of {0}):
ru: Загрузи до {0} фотографий или видео ({1} из {0}):

source: Continue
ru: Продолжить

# GetProfileDescription
source: Use profile description
ru: Использовать описание профиля

# WaitingDescription
source: Tell me about yourself
ru: Расскажи о себе

# ReadyProfile
source: Completed profile:
ru: Заполненная анкета:

source: Fill profile again
ru: Заполнить профиль заново

# WaitingPartnerGender
source: Who are you interested in?
ru: Кто тебе интересен?

source: Yes
ru: Да

source: No
ru: Нет

# Error_LongName
source: Long name (max 40 chars)
ru: Длинное имя (макс. 40 символов)

# Error_LongDescription
source: Long description (max 120 chars)
ru: Длинное описание (макс. 120 символов)

# Error_TooYoung
source: You're too young, come back later
ru: Ты слишком молод, приходи позже

# Error_IncorrectAge
source: Specify the age of no more than 125
ru: Укажи возраст не более 125

# Error_IncorrectVariant
source: Choose from the options
ru: Выбери из вариантов

# LeaveCurrentInterests
source: Leave current:
ru: Оставить текущие:

# LeaveCurrentDescription
source: Leave current
ru: Оставить текущее

# LeaveCurrentPhotos
source: Leave current
ru: Оставить текущие

# AcceptTerms
source: Do you accept the user agreement?
ru: Вы принимаете пользовательское соглашение?

# NotAcceptTerms
source: To use the bot, you must agree to the user agreement
ru: Для пользования ботом необходимо согласиться с пользовательским соглашением

source: Leave current:
ru: Оставить текущее:

# PartnerMan
source: Boys
ru: Парни

# PartnerWomen
source: Girls
ru: Девушки

# PartnerAll
source: All
ru: Все

# WaitingLocation
source: What city are you from?
ru: Из какого ты города?

# ConcreteLocation
source: Specify or expand the location
ru: Уточните или расширьте местоположение

# WaitingLanguage
source: What language should I use to communicate with you?
ru: На каком языке мне с тобой общаться?

source: Watch profiles
ru: Смотреть анкеты

# Liked
source: User liked you:
ru: Ты понравился пользователю:

# WaitingAnswerForMatch
source: User liked your profile:
ru: Твоя анкета понравилась пользователю:

# GoToChat
source: Go to the chat with {0} and talk\!
ru: Переходи в чат с {0} и общайся\!

# NeedToSetUsername
source: To continue registration, you need to set a username in Telegram (Settings -> Set Username). Then click "Continue"
ru: Для продолжения регистрации необходимо установить имя пользователя в Telegram (Настройки -> Выбрать имя пользователя). Затем нажми "Продолжить"

# MatchFound
source: Finish the profile and see who liked you!
ru: Закончи с анкетой и посмотри кому ты понравился!

# CorrectCity
source: Is your city: {0}?
ru: Это твой город: {0}?
